chat_system_1077255194_actor_description=Tex Viscous. Head of pirates' brotherhood. Pirate.
chat_system_1077255194_snap_1_question=^?^Hello, Brother! What can we do for you?
chat_system_1077255194_snap_1_answer_0=^?^I'd like to have a look at your goods and mercenaries.
chat_system_1077255194_snap_1_answer_1=^?^Maybe the Brotherhood needs my help.
chat_system_1077255194_snap_1_answer_2=^?^I seem to recall that you had some errand for me to do. Will you remind me?
chat_system_1077255194_snap_1_answer_3=^?^I've dropped in for no particular reason, just wanted to check that everything's ok.
chat_system_1077255194_snap_0_question=^?^Who are you, and what brings you to the territory of the Brotherhood?
chat_system_1077255194_snap_0_answer_0=^?^I'm the royal Treasure Searcher. I need some desperate mercenaries. And foreign goods are interesting for me as well.
chat_system_1077255194_snap_0_header_0=^?^Sorry, but our shops are opened only to members of the Brotherhood.
chat_system_1077255194_snap_0_answer_1=^?^I'd like to know more about the Brotherhood. Can you tell me?
chat_system_1077255194_snap_0_header_1=^?^The Coastal Brotherhood is a brotherhood of pirates. The main goal of the Brotherhood is to provide a network of support for pirates across the islands. Mercenaries, weapons, rare goods - all these things are available only for members of the Brotherhood.<br>And also we like to persuade young desperate men to choose our way of life. Lately people always want to become tradesmen or go into government service. Instead, we want to revive old pirate traditions.
chat_system_1077255194_snap_0_answer_2=^?^How can I become a member of your Brotherhood?
chat_system_1077255194_snap_0_answer_3=^?^Please tell me again how I can become a member of your Brotherhood?
chat_system_1077255194_snap_0_answer_4=^?^I'm off. See you later.
